{"student_metadata": {"student_id": "T1_JN1_ROW17", "class_id": "1", "teacher_id": "JN", "essay_number": 1, "essay_version": "O"}, "essay_text": "I recommend to the Gonzales family to create a roller coaster with a big drop at the beginning of about meters this ensures that you will have enough kinetic energy to finish off the ride strong and have the amount of energy to then have a loop going upside down. The roller coaster should have a huge initial drop leading right with a loop going upside down because it will bring excitement to the ride but also safe because you know you will have potential energy to make it over the loop. We measured this in are experiment by playing around with different heights for the drop we found that a meter drop worked the best and stored enough potential energy to the loop following right after. We know this will be safe for the riders because the roller carts will be able to carry kilograms but it wont be to heavy to not make it over certain obstacles. Continuing through the ride there will be hill after the loop to make sure it is not at a out of control speed so it safe, there will be a mini drop after the hill to give the riders a break then the riders will go down a huge thrilling drop extending lower to the ground for the final big drop continuing with another loop and going backwards. We will end the ride with a slower ending in a straight line to ensure the safe stop and to slow down the potential energy a bit more"}
{"student_metadata": {"student_id": "T1_JN1_ROW19", "class_id": "1", "teacher_id": "JN", "essay_number": 1, "essay_version": "O"}, "essay_text": "The height we found best was having the Initial drop height at meters so it has enough potential energy that will transfer into kinetic energy going down the hill which is meters high that will continue to transfer back into potential going up the hill. The relationship between PE and KE is inverse. This means that when one goes up the other goes down. For example, in our experiment when the drop height was at the highest point the potential energy was at Joules and the Kinetic energy was at , but when the cart started going down the hill the PE went down to at the bottom and the KE increased the Joules because energy cant not be created nor destroyed so it transferred to kinetic. When the mass of the cart is higher the PE and KE increase. This is happening b c something with a greater mass can move at a greater speed so since they are able to move faster the PE and KE increase due to more energy. When the drop height is higher it creates more energy and has enough energy built up that it can go over a hill at almost the same height."}
{"student_metadata": {"student_id": "T1_JN3_ROW24", "class_id": "3", "teacher_id": "JN", "essay_number": 1, "essay_version": "O"}, "essay_text": "My recommendation would be that the drop height should be HIGHER than the hills in the roller coaster. The more height there is the more PE at the bottom and KE at the bottom. PE and KE both relate to the height and mass of the roller coaster. The more height the more PE and KE and total energy, also as the cart on the roller coaster get near the bottom there will be more KE than PE. If there is more height, there also is more mass, if there is more mass there is more than likely more PE and KE. If there is a huge roller coaster then there is more PE and KE at the bottom. When the roller coaster is going down the PE and KE are going to rise because they are getting closer to the bottom. If the cart on the roller coaster was at the top there would be an equal amount of PE, but not KE based on the data that I took. Also if the drop was high but the hills were higher, then the car wouldn't have an easy time going through the whole track being able to get to the bottom. So you would need to have the drop be higher than all of the hills so it would have enough force to go through all of the track. I think there should be a drop height of m. Because based on my data if there is a higher drop than the hills on the track the car should be able to make it through the tracks. The law of conversation of energy also states that energy cannot be created or destroyed. It can only transform into another."}
{"student_metadata": {"student_id": "T1_JN3_ROW24", "class_id": "3", "teacher_id": "JN", "essay_number": 1, "essay_version": "R"}, "essay_text": "My recommendation would be that the initial drop height should be very high so it has enough potential energy that will transfer into kinetic energy going down the hill. When the drop height is higher it creates more energy and has enough energy built up that it can go over a hill at almost the same height. The more height there is the more PE at the bottom and KE at the bottom. PE and KE both relate to the height and mass of the roller coaster. The more height the more PE and KE and total energy, also as the cart on the roller coaster get near the bottom there will be more KE than PE. If there is more height, there also is more mass, if there is more mass there is more than likely more PE and KE. If there is a huge roller coaster then there is more PE and KE at the bottom. When the roller coaster is going down the PE and KE are going to rise because they are getting closer to the bottom. If the cart on the roller coaster was at the top there would be an equal amount of PE, but not KE based on the data that I took. Also if the drop was high but the hills were higher, then the car wouldn't have an easy time going through the whole track being able to get to the bottom. So you would need to have the drop be higher than all of the hills so it would have enough force to go through all of the track. I think there should be a drop height of m. Because based on my data if there is a higher drop than the hills on the track the car should be able to make it through the tracks. The law of conversation of energy also states that energy cannot be created or destroyed, it can only transform into another form."}
